[lang-ja]
CLX BrainStorm 的功能激活碼，填FREE使用免費版本 = CLX BrainStorm の機能アクティベーションコード、FREEを入力して無料版を使用します。
使用 Win+Alt+H 快速启动讯飞语音悬浮窗（默认启用） = Win+Alt+H を使用して迅飛音声のフローティングウィンドウをすばやく起動します（デフォルトで有効）
Brainstorm 上次提问 = ブレインストーム 前回の質問
使用IJKL滚轮移动滚轮，比RF多一个横轴。 = IJKLホイールを使用して移動し、RFよりも水平軸が1つ多いです。
HJKL光标加速度比率, 默认为 1, 你想慢点就改成 0.5 之类 = HJKLのカーソル加速度比率、デフォルトは1、遅くしたい場合は0.5などに変更
U:PageDown I:PageUP 翻页速率 = HJKLのカーソル加速度比率、デフォルトは1、遅くしたい場合は0.5などに変更
Tab速率 = タブレート
右手 \][ 模拟Windows键和 Alt + Tab， 具体用法参见LaptopKeyboardFix 模块说明，默认启用 = 右手 \][ はWindowsキーとAlt + Tabをシミュレートします。具体的な使い方はLaptopKeyboardFixモジュールの説明を参照してください。デフォルトで有効になっています。
使用 SendInput 方法提高模拟鼠标点击、移动性能 = SendInput メソッドを使用してマウスクリックや移動のパフォーマンスを向上させる
使用 Windows API 强势提升模拟鼠标移动性能 = Windows API を使用してマウス移動のパフォーマンスを強化する
禁用模拟鼠标模块 = マウスエミュレーターモジュールを無効にする
使用 Windows API 强势提升模拟鼠标滚轮性能（目前有bug不建议启用） = Windows API を使用してマウスホイールのパフォーマンスを大幅に向上させる (現在バグがあるため有効化は推奨しません)
启用自动粘附各种按钮，编辑框 = さまざまなボタンや編集ボックスに対する自動アタッチを有効化
撞上屏幕边界后停止加速 = 画面の端にぶつかった後、加速を止める
是否根据屏幕 DPI 比率缩放鼠标速度 = 画面のDPI比率に基づいてマウス速度をスケーリングするかどうか
滚轮加速度比率, 默认为 1, 你想慢点就改成 0.5 之类 = スクロール加速度の比率、デフォルトでは1、ゆっくりにしたければ0.5などに変更。
鼠标加速度比率, 默认为 1, 你想慢点就改成 0.5 之类 = マウスの加速度比率、デフォルトは1、より遅くしたい場合は0.5に変更してください。
CapsLockX 载入成功 = CapsLockX の読み込みに成功しました。
首次启动？若想重新进入首次使用教学，请改为 1 并保存，然后使用 Ctrl+Alt+\ 重载 CapsLockX。 = 初めて起動しますか？初回使用チュートリアルに再度アクセスする場合は、1 に変更して保存し、Ctrl+Alt+\ を使用して CapsLockX をリロードしてください。
启动时显示配置窗口 = 起動時に設定ウィンドウを表示
Edit config.ini = config.iniを編集します
Reload CapsLockX = CapsLockXをリロード
Exit CapsLockX = キャップスロックXを終了
启用雪星并击（实验中），使用单手操作整个主键区 = 雪星と単一キー操作を有効にする（実験中）
在CLX+Z窗口切换时记住还原鼠标在每个窗口中的位置 = CLX+Zウィンドウを切り替えるときに、各ウィンドウでのマウスの位置を復元することを忘れないでください。
使用番茄时钟（默认禁用，改为 1 开启） = タイマーを使用する（デフォルトは無効、1に変更して有効化）
启动时报告番茄状态 = 起動時にトマトの状態を報告する。
使用番茄报时时，自动切换桌面（休息为桌面1，工作为桌面2） = 番茄時計を使用する場合、自動でデスクトップを切り替えます（休憩時はデスクトップ1、作業時はデスクトップ2）。
使用番茄报时（00分和30分播放工作铃声，每小时的25分和55分播放休息铃声）（需要先开启番茄时钟） = 番茄報時を使用する（00分と30分に作業ベルを鳴らし、毎時間の25分と55分に休憩ベルを鳴らす）（ポモドーロタイマーを先に開始する必要があります）
加载成功 = ロードに成功しました。
按 Win + L 锁定电脑时，立即关闭屏幕，默认不启用，你可以按 Win+Alt+L 达到该效果 = Win + L を押してコンピュータをロックする際、画面をすぐにオフにするには、デフォルトでは有効になっていませんが、Win + Alt + L を押すことでこの効果を得ることができます。
你可以按 'CapsLockX +, ' （CLX+逗号） 打开此窗口 = 「CapsLockX + 」（CLX+カンマ）を押してこのウィンドウを開くことができます。
当前配置目录： = 現在の構成ディレクトリ：
CLX脚本交流群： QQ群 100949388 、 Telegram 群 https://t.me/capslockx 、微信群: 添加 @snomiao 拉你 = CLXスクリプト交流グループ： QQグループ 100949388 、 Telegram グループ https://t.me/capslockx 、Wechatグループ: @snomiao を追加して招待します。
确定 = 確定
作者: 雪星 ( Snowstar Miao <snomiao@gmail.com> ) = 著者: 雪星 ( Snowstar Miao <snomiao@gmail.com> )
打开BUG反馈与建议页面 = BUG報告および提案ページを開く
打开官方文档 = 公式ドキュメントを開く
添加开机自动启动 = 自動起動に追加する
取消开机自动启动 = 自動起動を解除する
配置文件编辑 = 設定ファイルの編集
重新載入CapsLockX = CapsLockXを再インストール
使用 CapsLock 作为引导键（默认启用） = CapsLockキーをガイドキーとして使用する（デフォルトで有効）
启用番茄时钟，每25分钟休息5分钟·。 = ポモドーロタイマーを起動し、25分ごとに5分休憩します。
使用 Space 作为引导键（默认启用） = スペースをガイドキーとして使用する（デフォルトで有効）
请求管理员权限（权限受限时，鼠标模拟等功能无法正常运行，如果不需要管理权限下的功能，可以改为0） = 管理者権限の要求（権限が制限されている場合、マウスシミュレーションなどの機能が正常に動作しません。管理者権限が不要な機能の場合は、0に変更できます）
使用 Space 作为引导键（默认启用，用户启用） = スペースキーをガイドキーとして使用（デフォルトで有効、ユーザーが有効化）
使用 CapsLock 作为引导键（默认启用，用户启用） = CapsLockキーをガイドキーとして使用する（デフォルトで有効、ユーザーが有効化）
Ready to Ask AI = AIに尋ねる準備はできていますか
回邮件：选中一段邮件，输入 >> Reply this email = このメールに返信
以下为提問内容 = 以下は質問内容です。
提问：选中一段文字，输入 >> Question = 以下は質問内容です。
请輸入文本指令 = テキスト指示を入力してください。
Going to Ask AI = AIに尋ねに行く
Asking AI = AIに尋ねる
Waiting Answer... = AIに尋ねる
Press [ESC] to stop. = "[ESC]キーを押して停止します。"
Copied to Clipboard, Press [ESC] to hide. = クリップボードにコピーしました。[ESC]キーを押して非表示にします。
总结：选中一段文字，输入 >> Summary = サマリー：テキストを選択して、>> Summary と入力
翻译：选中一段文字，输入 >> Translate to English/翻译到繁体中文/简体中文 = テキストを選択して入力します >> 英語に翻訳/繁体中文に翻訳/简体中文に翻译
EvalJS 模块 = EvalJS モジュール
正在启动 NodeJS 筆記服務... = NodeJSノートサービスを起動しています...
NodeJS 服务已启动。 = NodeJS サービスが起動しました。
最近1分钟内闪动窗口激活 = 最近1分間でウィンドウがアクティブになりました。
Chat streaming stopped, Copied to Clipboard, Press [ESC] to hide. = チャットのストリーミングが停止しました。クリップボードにコピーされました。[ESC]キーを押すと非表示になります。
CapsLockX 重载模块 = CapsLockX モジュールをリロードする
检测到配置更改，是否重载？ = 構成変更が検出されました。再読み込みしますか？
加载模块帮助： = モジュールのヘルプを読み込む：
运行模块： = 実行モジュール：
请勿直接编辑本文件，以下内容由核心加载器自动生成。雪星/(20210318) = このファイルを直接編集しないでください。以下の内容はコアローダーによって自動生成されました。雪星/(20210318)
检测到配置更改，正在自动软重载。 = 構成の変更が検出され、自動的にソフトリロードが行われています。
模块帮助有变更 = モジュールのヘルプが変更されました。
警告：模块帮助未能稳定更新，如果你看到了这个消息，请联系雪星（QQ:997596439, 邮箱： snomiao@gmail.com） = 警告：モジュールヘルプが安定して更新されていません。このメッセージを見た場合は、雪星（QQ:997596439、メール：snomiao@gmail.com）に連絡してください。
CapsLockX 退出 = CapsLockX クローズ
CapsLockX 已退出。 = CapsLockX は終了しました。
番茄时钟： = ポモドーロタイマー
工作时间到啦！ = 勤務時間です！
CapsLockX 错误 = CapsLockX エラー
错误 = エラー
未找到OneNote窗口 = OneNoteウィンドウが見つかりませんでした。
双击 LCtrl LAlt LShift 来最后置当前窗口（主要用于虚拟机和远程桌面） = 左Ctrl、左Alt、左Shiftキーをダブルクリックして現在のウィンドウを一番後ろに置く（主に仮想マシンとリモートデスクトップで使用）
起来运动一下收拾收拾东西！ = 運動して、荷物を片付けよう！
超时未按下Alt键 = Altキーが押されませんでした。
搜索结果窗口不正确 = 検索結果ウィンドウが正しくありません。
跳过模块： = モジュールをスキップ:
Unable to write ModulesRunner.ahk, if you are install with chocolatey, run me as admin at the first time please. = ModulesRunner.ahkを書き込めません。chocolateyでインストールした場合、最初は管理者として実行してください。
注意：未能写入模块运行器，如果使用 chocolatey 首次安装后，请以管理员权限运行。 = 注意: モジュールランナーへの書き込みに失敗しました。chocolatey を初めてインストールした後は、管理者権限で実行してください。
加载模块帮助遇到错误。 = モジュールヘルプの読み込み中にエラーが発生しました。
已为你打开 CapsLockX 主页，请手动更新 CapsLockX = CapsLockX のホームページを開きましたので、手動で CapsLockX を更新してください。
CapsLockX 异常退出，是否重载？ = CapsLockX が異常終了しました。再読み込みしますか？
Anki导入 = Ankiインポート
获取到 = 取得した
没有获取到剪贴板的内容 = クリップボードの内容を取得できませんでした。
Switch to diary tab = 「日記」タブに切り替える
Wait for title change after switching tabs = 「タブを切り替えた後、タイトルの変更を待つ」
Navigate to end of notebook = ノートブックの末尾に移動
Wait for title change after navigation = 「ナビゲーション後のタイトル変更を待つ」
条笔记链接已复制 = ノートリンクがコピーされました
OneNote 内容未能复制成功，5秒内按 Ctrl + C 可手动复制并尝试继续流程 = OneNote の内容をコピーできませんでした。Ctrl + C を押して手動でコピーし、5 秒以内にプロセスを続行してください。
OneNote 内容未能复制成功 = OneNote の内容をコピーできませんでした。
超时未放开Alt键 = Altキーがタイムアウトして解放されませんでした
复制失败 = コピーに失敗しました
你似乎还没有安装讯飞语音输入法，是否现在下载安装包并【手动安装】到默认目录？ - [讯飞输入法官网 - 更好用的手机输入法，提供专业输入法定制解决方案！]( https://srf.xunfei.cn/\#/ ) = 「讯飛音声入力法がインストールされていないようです。今すぐインストールパッケージをダウンロードして、デフォルトディレクトリに【手動インストール】しますか？ - [讯飛入力法公式サイト - より使いやすい携帯入力法、専門的な入力法カスタマイズソリューションを提供！](https://srf.xunfei.cn/\#/)」
訪問官方網站来取得激活碼，在此輸入，或者填 FREE 使用免費版，網址如下： = 公式サイトにアクセスしてアクティベーションコードを取得し、ここに入力するか、FREE と入力して無料版を使用してください。URL は以下の通りです。
激活碼輸入 = 「アクティベーションコード入力」
请检查激活码是否正确 = アクティベーションコードが正しいか確認してください
请等待一段时间后再试 = しばらく待ってから再試行してください。
Unknown Error = 「不明なエラー」
Fail to ask ai = 「AIに質問することに失敗する」
执行失败，未能写入脚本文件 = 実行に失敗しました。スクリプトファイルの書き込みに失敗しました
暂停 = 一時停止
CapsLockX 已暂停 = 「CapsLockX は一時停止されました」
CapsLockX 已恢复 = 「CapsLockX が復元されました」
检测到配置更改，是否软重载？ = 設定変更が検出されました。ソフトリロードしますか？
检测到配置更改，正在自动重载。 = 設定の変更が検出され、自動リロードしています。
已在Startup文件夹添加CLX的开机自启动，请确认。 = スタートアップフォルダにCLXの自動起動を追加しましたので、ご確認ください。
Choose your language, default option is auto = 「言語を選択してください。デフォルトのオプションは自動です」
For example: zh,ja,en,fr,es,ar...' = 「例えば：zh、ja、en、fr、es、ar…」
Change Language of CapsLockX = CapsLockXの言語を変更
开始编辑用户脚本： = ユーザースクリプトの編集を開始：
已经配置过高精度时间的Flag = 「高精度時間が既に設定されているフラグ」
CapsLockX 重载中 = 「CapsLockX リロード中」
版本 = 「バージョン」
切换語言 = 言語を切り替える
切换到桌面： = 「デスクトップに切り替え：」
当前語言 = 現在の言語
Creating TODAY-NOTE = 「TODAY-NOTEを作成中」
